---
kind: enumMember
id: F:Autodesk.Revit.DB.Architecture.StairsNumberSystemReferenceOption.Center
enum: Autodesk.Revit.DB.Architecture.StairsNumberSystemReferenceOption
source: html/5b9b34c5-9e7b-1b20-54a9-572a6459a075.htm
---
# Autodesk.Revit.DB.Architecture.StairsNumberSystemReferenceOption.Center

The number system reference to stairs path.